var area={
    
        "0": [
            {
                "name": "童书"
            }, 
            {
                "name": "中小学教辅"
            }, 
            {
                "name": "小说"
            }, 
            {
                "name": "考试"
            }, 
            {
                "name": "文学"
            }, 
            {
                "name": "大中专教材教辅"
            }, 
            {
                "name": "外语学习"
            }, 
            {
                "name": "管理"
            }, 
            {
                "name": "励志与成功"
            }, 
            {
                "name": "图书/历史"
            }, 
            {
                "name": "党政读物"
            }, 
            {
                "name": "中国政治"
            }, 
            {
                "name": "中国共产党"
            }, 
            {
                "name": "政治理论"
            }, 
            {
                "name": "世界政治"
            }, 
            {
                "name": "外交、国际关系"
            }, 
            {
                "name": "军事理论"
            }, 
            {
                "name": "政治经典著作"
            }, 
            {
                "name": "世界军事"
            }, 
            {
                "name": "军事史"
            }, 
            {
                "name": "各国政治"
            }, 
            {
                "name": "马克思主义理论"
            }, 
            {
                "name": "武器装备"
            }, 
            {
                "name": "中国军事"
            }, 
            {
                "name": "军事技术"
            }, 
            {
                "name": "军事文学"
            }, 
            {
                "name": "公共管理"
            }, 
            {
                "name": "政治热点"
            }, 
            {
                "name": "经典军事著作"
            }, 
            {
                "name": "战略战术战役"
            }, 
            {
                "name": "中国哲学"
            }, 
            {
                "name": "哲学理论与流派"
            }, 
            {
                "name": "哲学经典著作"
            }, 
            {
                "name": "西方哲学"
            }, 
            {
                "name": "马克思哲学"
            }, 
            {
                "name": "逻辑学"
            }, 
            {
                "name": "伦理学"
            }, 
            {
                "name": "佛教研究著作"
            }, 
            {
                "name": "思维科学"
            }, 
            {
                "name": "美学"
            }, 
            {
                "name": "佛教名家作品"
            }, 
            {
                "name": "佛教原典"
            }, 
            {
                "name": "宗教普及读物"
            }, 
            {
                "name": "哲学史"
            }, 
            {
                "name": "道教"
            }, 
            {
                "name": "宗教理论与概况"
            }, 
            {
                "name": "藏传佛教"
            }, 
            {
                "name": "东方哲学"
            }, 
            {
                "name": "宗教经典著作"
            }, 
            {
                "name": "宗教神话与传说"
            }, 
            {
                "name": "伊斯兰教"
            }, 
            {
                "name": "基督教"
            }, 
            {
                "name": "其他宗教"
            }, 
            {
                "name": "宗教术数"
            }, 
            {
                "name": "编程语言与程序设计"
            }, 
            {
                "name": "办公软件"
            }, 
            {
                "name": "人工智能"
            }, 
            {
                "name": "网络与通信"
            }, 
            {
                "name": "数据库"
            }, 
            {
                "name": "软件工程及软件方法学"
            }, 
            {
                "name": "图形图像/多媒体"
            }, 
            {
                "name": "辅助设计与工程计算"
            }, 
            {
                "name": "大数据与云计算"
            }, 
            {
                "name": "操作系统"
            }, 
            {
                "name": "计算机理论、基础知识"
            }, 
            {
                "name": "IT人文/互联网"
            }, 
            {
                "name": "专用软件"
            }, 
            {
                "name": "移动开发"
            }, 
            {
                "name": "计算机安全"
            }, 
            {
                "name": "网页制作/Web技术"
            }, 
            {
                "name": "电子商务"
            }, 
            {
                "name": "游戏开发"
            }, 
            {
                "name": "新手学电脑"
            }, 
            {
                "name": "计算机工具书"
            }, 
            {
                "name": "硬件与维护"
            }, 
            {
                "name": "单片机与嵌入式"
            }, 
            {
                "name": "考试认证"
            }, 
            {
                "name": "教育"
            }, 
            {
                "name": "语言文字"
            }, 
            {
                "name": "社会学"
            }, 
            {
                "name": "新闻出版/档案管理"
            }, 
            {
                "name": "社会科学理论"
            }, 
            {
                "name": "人类学"
            }, 
            {
                "name": "社会科学丛书、文集、连续出版物"
            }, 
            {
                "name": "社会生活与社会问题"
            }, 
            {
                "name": "社会科学/经典著作"
            }, 
            {
                "name": "社会调查"
            }, 
            {
                "name": "统计学"
            }, 
            {
                "name": "社区"
            }, 
            {
                "name": "社会结构和社会关系"
            }, 
            {
                "name": "人才学"
            }, 
            {
                "name": "公共关系"
            }, 
            {
                "name": "人口学"
            }, 
            {
                "name": "民族学"
            }, 
            {
                "name": "社会保障"
            }, 
            {
                "name": "社会科学文献检索"
            }, 
            {
                "name": "中国医学"
            }, 
            {
                "name": "临床医学"
            }, 
            {
                "name": "内科学"
            }, 
            {
                "name": "基础医学"
            }, 
            {
                "name": "外科学"
            }, 
            {
                "name": "医学文献"
            }, 
            {
                "name": "药学"
            }, 
            {
                "name": "医学理论与研究"
            }, 
            {
                "name": "护理学"
            }, 
            {
                "name": "预防医学、卫生学"
            }, 
            {
                "name": "儿科学"
            }, 
            {
                "name": "神经病学与精神病学"
            }, 
            {
                "name": "眼科学"
            }, 
            {
                "name": "妇产科学"
            }, 
            {
                "name": "肿瘤学"
            }, 
            {
                "name": "医疗器械及使用"
            }, 
            {
                "name": "医院管理"
            }, 
            {
                "name": "皮肤病学与性病学"
            }, 
            {
                "name": "特种医学"
            }, 
            {
                "name": "耳鼻咽喉科学"
            }, 
            {
                "name": "急诊学"
            }, 
            {
                "name": "医学/药学类考试"
            }, 
            {
                "name": "口腔科学"
            }, 
            {
                "name": "民族医学"
            }, 
            {
                "name": "医学/动物医学"
            }, 
            {
                "name": "经济学理论"
            }, 
            {
                "name": "通俗读物"
            }, 
            {
                "name": "会计、审计"
            }, 
            {
                "name": "中国经济"
            }, 
            {
                "name": "行业经济"
            }, 
            {
                "name": "财政税收"
            }, 
            {
                "name": "世界经济"
            }, 
            {
                "name": "贸易经济"
            }, 
            {
                "name": "智能经济"
            }, 
            {
                "name": "经济/经典著作"
            }, 
            {
                "name": "经济体制与改革"
            }, 
            {
                "name": "经济史"
            }, 
            {
                "name": "工业经济"
            }, 
            {
                "name": "经济计划与管理"
            }, 
            {
                "name": "职业资格考试"
            }, 
            {
                "name": "工具书与参考书"
            }, 
            {
                "name": "家教方法"
            }, 
            {
                "name": "家教理论"
            }, 
            {
                "name": "育儿百科"
            }, 
            {
                "name": "亲子关系"
            }, 
            {
                "name": "素质教育"
            }, 
            {
                "name": "婴幼儿饮食"
            }, 
            {
                "name": "婴幼儿保健护理"
            }, 
            {
                "name": "养育男孩"
            }, 
            {
                "name": "养育女孩"
            }, 
            {
                "name": "心理疏导"
            }, 
            {
                "name": "钢琴"
            }, 
            {
                "name": "音乐理论"
            }, 
            {
                "name": "器乐"
            }, 
            {
                "name": "歌谱曲谱"
            }, 
            {
                "name": "吉他"
            }, 
            {
                "name": "声乐"
            }, 
            {
                "name": "提琴"
            }, 
            {
                "name": "音乐赏析"
            }, 
            {
                "name": "二胡"
            }, 
            {
                "name": "心理百科"
            }, 
            {
                "name": "大众心理学"
            }, 
            {
                "name": "心理学/经典著作"
            }, 
            {
                "name": "儿童/青少年心理学"
            }, 
            {
                "name": "心理学理论"
            }, 
            {
                "name": "心理咨询与治疗"
            }, 
            {
                "name": "社会心理学"
            }, 
            {
                "name": "心灵疗愈/催眠"
            }, 
            {
                "name": "人格心理学"
            }, 
            {
                "name": "应用心理学"
            }, 
            {
                "name": "心理学研究方法"
            }, 
            {
                "name": "心理学/心理健康"
            }, 
            {
                "name": "性格色彩学"
            }, 
            {
                "name": "变态/病态心理学"
            }, 
            {
                "name": "女性心理学"
            }, 
            {
                "name": "财经人物"
            }, 
            {
                "name": "历史人物"
            }, 
            {
                "name": "文学家"
            }, 
            {
                "name": "自传"
            }, 
            {
                "name": "政治人物"
            }, 
            {
                "name": "领袖首脑"
            }, 
            {
                "name": "女性人物"
            }, 
            {
                "name": "人物合集"
            }, 
            {
                "name": "历代帝王"
            }, 
            {
                "name": "艺术家"
            }, 
            {
                "name": "哲学家"
            }, 
            {
                "name": "文娱明星"
            }, 
            {
                "name": "经典传记"
            }, 
            {
                "name": "科学家"
            }, 
            {
                "name": "军事人物"
            }, 
            {
                "name": "宗教人物"
            }, 
            {
                "name": "体坛之星"
            }, 
            {
                "name": "学者"
            }, 
            {
                "name": "教育家"
            }, 
            {
                "name": "国学大师"
            }, 
            {
                "name": "社会百相"
            }, 
            {
                "name": "家族研究与传记"
            }, 
            {
                "name": "建筑师/设计师"
            }, 
            {
                "name": "法律法规"
            }, 
            {
                "name": "法律实务"
            }, 
            {
                "name": "司法案例与司法解释"
            }, 
            {
                "name": "理论法学"
            }, 
            {
                "name": "外国法律与港澳台法律"
            }, 
            {
                "name": "民法"
            }, 
            {
                "name": "法律普及读物"
            }, 
            {
                "name": "刑法"
            }, 
            {
                "name": "国家法、宪法"
            }, 
            {
                "name": "经济法"
            }, 
            {
                "name": "法律工具书"
            }, 
            {
                "name": "法律史"
            }, 
            {
                "name": "司法制度"
            }, 
            {
                "name": "法学文集"
            }, 
            {
                "name": "诉讼法"
            }, 
            {
                "name": "法律/经典著作"
            }, 
            {
                "name": "商法"
            }, 
            {
                "name": "法律教材与法律考试"
            }, 
            {
                "name": "法律期刊"
            }, 
            {
                "name": "行政法"
            }, 
            {
                "name": "犯罪学"
            }, 
            {
                "name": "刑事侦查学（犯罪对策学、犯罪侦查学）"
            }, 
            {
                "name": "法律文书写作"
            }, 
            {
                "name": "国际法"
            }, 
            {
                "name": "司法考试"
            }, 
            {
                "name": "国学普及读物"
            }, 
            {
                "name": "经部"
            }, 
            {
                "name": "史部"
            }, 
            {
                "name": "国学名家"
            }, 
            {
                "name": "子部"
            }, 
            {
                "name": "集部"
            }, 
            {
                "name": "古籍整理"
            }, 
            {
                "name": "古籍善本影印本"
            }, 
            {
                "name": "古籍工具书"
            }, 
            {
                "name": "礼品书"
            }, 
            {
                "name": "爱情/情感"
            }, 
            {
                "name": "玄幻/科幻/新武侠"
            }, 
            {
                "name": "古代言情"
            }, 
            {
                "name": "校园"
            }, 
            {
                "name": "悬疑/惊悚"
            }, 
            {
                "name": "娱乐/偶像"
            }, 
            {
                "name": "叛逆/成长"
            }, 
            {
                "name": "爆笑/无厘头"
            }, 
            {
                "name": "大陆原创"
            }, 
            {
                "name": "投资"
            }, 
            {
                "name": "股票"
            }, 
            {
                "name": "金融理论"
            }, 
            {
                "name": "个人理财"
            }, 
            {
                "name": "货币银行学"
            }, 
            {
                "name": "信用管理与信贷"
            }, 
            {
                "name": "金融市场与管理"
            }, 
            {
                "name": "期货"
            }, 
            {
                "name": "互联网金融"
            }, 
            {
                "name": "国际金融"
            }, 
            {
                "name": "证券"
            }, 
            {
                "name": "保险"
            }, 
            {
                "name": "基金"
            }, 
            {
                "name": "中国金融银行"
            }, 
            {
                "name": "企业并购"
            }, 
            {
                "name": "各国金融银行"
            }, 
            {
                "name": "碑帖"
            }, 
            {
                "name": "字帖"
            }, 
            {
                "name": "技法/教程"
            }, 
            {
                "name": "书法理论"
            }, 
            {
                "name": "硬笔书法"
            }, 
            {
                "name": "书法赏析"
            }, 
            {
                "name": "中医保健"
            }, 
            {
                "name": "保健食谱"
            }, 
            {
                "name": "家庭保健"
            }, 
            {
                "name": "运动健身"
            }, 
            {
                "name": "养生"
            }, 
            {
                "name": "常见病预防与治疗"
            }, 
            {
                "name": "瑜伽/美体"
            }, 
            {
                "name": "两性健康"
            }, 
            {
                "name": "婴幼儿保健"
            }, 
            {
                "name": "中老年健康"
            }, 
            {
                "name": "上班族保健"
            }, 
            {
                "name": "健身与保健/心理健康"
            }, 
            {
                "name": "急救常识"
            }, 
            {
                "name": "孕产妇保健"
            }, 
            {
                "name": "设计"
            }, 
            {
                "name": "影视"
            }, 
            {
                "name": "艺术理论与评论"
            }, 
            {
                "name": "艺术/连环画"
            }, 
            {
                "name": "鉴赏收藏"
            }, 
            {
                "name": "艺术史"
            }, 
            {
                "name": "艺术类考试"
            }, 
            {
                "name": "舞台艺术戏剧"
            }, 
            {
                "name": "篆刻"
            }, 
            {
                "name": "建筑"
            }, 
            {
                "name": "舞蹈"
            }, 
            {
                "name": "民间艺术"
            }, 
            {
                "name": "世界各国艺术概况"
            }, 
            {
                "name": "工艺美术"
            }, 
            {
                "name": "动画"
            }, 
            {
                "name": "雕塑"
            }, 
            {
                "name": "人体艺术"
            }, 
            {
                "name": "艺术辞典与工具书"
            }, 
            {
                "name": "文学文摘"
            }, 
            {
                "name": "科普"
            }, 
            {
                "name": "旅游地理"
            }, 
            {
                "name": "时尚/美妆"
            }, 
            {
                "name": "杂志/期刊/历史"
            }, 
            {
                "name": "财经管理"
            }, 
            {
                "name": "艺术/摄影/设计"
            }, 
            {
                "name": "新闻/人物"
            }, 
            {
                "name": "外语"
            }, 
            {
                "name": "汽车"
            }, 
            {
                "name": "男士"
            }, 
            {
                "name": "家居"
            }, 
            {
                "name": "生活休闲"
            }, 
            {
                "name": "健康美食"
            }, 
            {
                "name": "影视动漫"
            }, 
            {
                "name": "母婴育儿"
            }, 
            {
                "name": "行业刊物"
            }, 
            {
                "name": "体育运动"
            }, 
            {
                "name": "社会万象"
            }, 
            {
                "name": "政治法律"
            }, 
            {
                "name": "大陆动漫"
            }, 
            {
                "name": "日本动漫"
            }, 
            {
                "name": "欧美动漫"
            }, 
            {
                "name": "绘本"
            }, 
            {
                "name": "轻小说"
            }, 
            {
                "name": "爆笑漫画"
            }, 
            {
                "name": "港台动漫"
            }, 
            {
                "name": "动漫学堂"
            }, 
            {
                "name": "动漫/连环画"
            }, 
            {
                "name": "游戏/动漫同人漫画"
            }, 
            {
                "name": "素描/速写"
            }, 
            {
                "name": "绘画技法"
            }, 
            {
                "name": "国画技法"
            }, 
            {
                "name": "彩铅/铅笔画"
            }, 
            {
                "name": "名家画集"
            }, 
            {
                "name": "绘画理论"
            }, 
            {
                "name": "国画赏析"
            }, 
            {
                "name": "简笔画"
            }, 
            {
                "name": "水粉/水彩"
            }, 
            {
                "name": "其他绘画"
            }, 
            {
                "name": "美术考试"
            }, 
            {
                "name": "绘画史"
            }, 
            {
                "name": "油画技法"
            }, 
            {
                "name": "Children's Books（儿童图书）"
            }, 
            {
                "name": "Literature & Fiction（文学与虚构类）"
            }, 
            {
                "name": "Business & Investing（商业与投资）"
            }, 
            {
                "name": "ELT（英语学习）"
            }, 
            {
                "name": "Biographies & Memoirs（传记与自传）"
            }, 
            {
                "name": "Teens（青少年读物）"
            }, 
            {
                "name": "Self-Help（励志自助）"
            }, 
            {
                "name": "Arts & Photography（艺术与摄影）"
            }, 
            {
                "name": "Professional & Technical（专业与技术类）"
            }, 
            {
                "name": "History（历史）"
            }, 
            {
                "name": "Reference（参考书）"
            }, 
            {
                "name": "Others（其他）"
            }, 
            {
                "name": "Comics & Graphic Novels（动漫与绘画小说）"
            }, 
            {
                "name": "Entertainment（休闲娱乐）"
            }, 
            {
                "name": "Mystery & Thrillers（神秘与惊悚）"
            }, 
            {
                "name": "Nonfiction（非虚构类）"
            }, 
            {
                "name": "Computers & Internet（计算机与网络）"
            }, 
            {
                "name": "Health, Mind & Body（身心健康）"
            }, 
            {
                "name": "Home & Garden（家居与园艺）"
            }, 
            {
                "name": "Law（法律）"
            }, 
            {
                "name": "Science Fiction & Fantasy（科幻文学与玄幻）"
            }, 
            {
                "name": "Science（科学）"
            }, 
            {
                "name": "Sports & Outdoors(运动/户外)"
            }, 
            {
                "name": "国内游"
            }, 
            {
                "name": "国外游"
            }, 
            {
                "name": "挂图/折叠图"
            }, 
            {
                "name": "旅游随笔"
            }, 
            {
                "name": "旅游指南"
            }, 
            {
                "name": "分省/区域/城市地图"
            }, 
            {
                "name": "旅游理论与实务"
            }, 
            {
                "name": "中国地图"
            }, 
            {
                "name": "旅游地图"
            }, 
            {
                "name": "自助游"
            }, 
            {
                "name": "地球仪"
            }, 
            {
                "name": "导游必备"
            }, 
            {
                "name": "明信片"
            }, 
            {
                "name": "世界地图"
            }, 
            {
                "name": "国家/区域地理地图"
            }, 
            {
                "name": "户外探险"
            }, 
            {
                "name": "热点游"
            }, 
            {
                "name": "主题旅游"
            }, 
            {
                "name": "旅游摄影"
            }, 
            {
                "name": "电工电气"
            }, 
            {
                "name": "参考工具书"
            }, 
            {
                "name": "一般工业技术"
            }, 
            {
                "name": "交通运输"
            }, 
            {
                "name": "汽车与车辆"
            }, 
            {
                "name": "航空、航天"
            }, 
            {
                "name": "机械、仪表工业"
            }, 
            {
                "name": "自动化技术"
            }, 
            {
                "name": "金属学与金属工艺"
            }, 
            {
                "name": "能源与动力工程"
            }, 
            {
                "name": "石油、天然气工业"
            }, 
            {
                "name": "化学工业"
            }, 
            {
                "name": "工业技术理论"
            }, 
            {
                "name": "轻工业、手工业"
            }, 
            {
                "name": "矿业工程"
            }, 
            {
                "name": "武器工业"
            }, 
            {
                "name": "冶金工业"
            }, 
            {
                "name": "原子能技术"
            }, 
            {
                "name": "食品安全"
            }, 
            {
                "name": "水利水电"
            }, 
            {
                "name": "传统文化"
            }, 
            {
                "name": "世界各国文化"
            }, 
            {
                "name": "文化随笔"
            }, 
            {
                "name": "文化研究"
            }, 
            {
                "name": "文化史"
            }, 
            {
                "name": "地域文化"
            }, 
            {
                "name": "文化评述"
            }, 
            {
                "name": "民族文化"
            }, 
            {
                "name": "文化理论"
            }, 
            {
                "name": "文化交流/文化产业"
            }, 
            {
                "name": "民俗文化"
            }, 
            {
                "name": "文化刊物"
            }, 
            {
                "name": "家常菜谱"
            }, 
            {
                "name": "茶酒饮品"
            }, 
            {
                "name": "烘焙甜品"
            }, 
            {
                "name": "饮食文化"
            }, 
            {
                "name": "养生食疗"
            }, 
            {
                "name": "地方美食"
            }, 
            {
                "name": "日韩料理"
            }, 
            {
                "name": "西餐"
            }, 
            {
                "name": "糖尿病人食谱"
            }, 
            {
                "name": "厨师用书"
            }, 
            {
                "name": "标准和规范"
            }, 
            {
                "name": "建筑设计"
            }, 
            {
                "name": "园林景观"
            }, 
            {
                "name": "建筑施工与机械设备"
            }, 
            {
                "name": "室内设计、装饰装修"
            }, 
            {
                "name": "建筑结构"
            }, 
            {
                "name": "建筑艺术"
            }, 
            {
                "name": "建筑史"
            }, 
            {
                "name": "城市规划、城市设计"
            }, 
            {
                "name": "城乡建设、市政工程、环境工程"
            }, 
            {
                "name": "房地产开发管理"
            }, 
            {
                "name": "建筑工程经济与管理"
            }, 
            {
                "name": "建筑基础科学"
            }, 
            {
                "name": "建筑材料"
            }, 
            {
                "name": "物业管理"
            }, 
            {
                "name": "建筑经济"
            }, 
            {
                "name": "土力学、地基基础工程"
            }, 
            {
                "name": "建筑工具书"
            }, 
            {
                "name": "建筑制图"
            }, 
            {
                "name": "建筑勘测"
            }, 
            {
                "name": "数理化"
            }, 
            {
                "name": "百科知识"
            }, 
            {
                "name": "天文航天"
            }, 
            {
                "name": "生物世界"
            }, 
            {
                "name": "地球科学"
            }, 
            {
                "name": "科学史话"
            }, 
            {
                "name": "科普图鉴"
            }, 
            {
                "name": "神秘现象"
            }, 
            {
                "name": "人类故事"
            }, 
            {
                "name": "儿童科普"
            }, 
            {
                "name": "英汉/汉英词典"
            }, 
            {
                "name": "汉语词典"
            }, 
            {
                "name": "汉语字典"
            }, 
            {
                "name": "成语词典"
            }, 
            {
                "name": "中小学工具书"
            }, 
            {
                "name": "日语词典"
            }, 
            {
                "name": "法语词典"
            }, 
            {
                "name": "其他语种词典"
            }, 
            {
                "name": "数学"
            }, 
            {
                "name": "物理学"
            }, 
            {
                "name": "生物科学"
            }, 
            {
                "name": "测绘学"
            }, 
            {
                "name": "环境科学"
            }, 
            {
                "name": "地球物理学"
            }, 
            {
                "name": "安全科学"
            }, 
            {
                "name": "自然科学总论"
            }, 
            {
                "name": "地质学"
            }, 
            {
                "name": "自然科学丛书、文集、连续性出版物"
            }, 
            {
                "name": "化学"
            }, 
            {
                "name": "大气科学"
            }, 
            {
                "name": "海洋学"
            }, 
            {
                "name": "地理学"
            }, 
            {
                "name": "天文学"
            }, 
            {
                "name": "力学"
            }, 
            {
                "name": "棋牌"
            }, 
            {
                "name": "太极/武术/气功"
            }, 
            {
                "name": "球类运动"
            }, 
            {
                "name": "体育理论与教学"
            }, 
            {
                "name": "规则/裁判"
            }, 
            {
                "name": "水上运动"
            }, 
            {
                "name": "奥林匹克"
            }, 
            {
                "name": "田径/体操"
            }, 
            {
                "name": "跆拳道/拳击"
            }, 
            {
                "name": "孕期"
            }, 
            {
                "name": "胎教"
            }, 
            {
                "name": "孕产妇饮食/保健"
            }, 
            {
                "name": "孕前准备"
            }, 
            {
                "name": "产后"
            }, 
            {
                "name": "手工DIY"
            }, 
            {
                "name": "休闲游戏"
            }, 
            {
                "name": "风水/占卜"
            }, 
            {
                "name": "起名"
            }, 
            {
                "name": "文化/學術"
            }, 
            {
                "name": "動漫/繪本"
            }, 
            {
                "name": "勵志成功"
            }, 
            {
                "name": "經濟管理"
            }, 
            {
                "name": "美食與酒"
            }, 
            {
                "name": "體育/健身/保健"
            }, 
            {
                "name": "文學/小說"
            }, 
            {
                "name": "旅遊"
            }, 
            {
                "name": "美容瘦身"
            }, 
            {
                "name": "家庭育兒"
            }, 
            {
                "name": "自然科學"
            }, 
            {
                "name": "少兒"
            }, 
            {
                "name": "藝術/設計"
            }, 
            {
                "name": "居家生活"
            }, 
            {
                "name": "生活DIY"
            }, 
            {
                "name": "國學"
            }, 
            {
                "name": "家装家饰"
            }, 
            {
                "name": "家庭园艺"
            }, 
            {
                "name": "宠物"
            }, 
            {
                "name": "生活指南"
            }, 
            {
                "name": "居家安全"
            }, 
            {
                "name": "农业基础科学"
            }, 
            {
                "name": "园艺"
            }, 
            {
                "name": "畜牧、狩猎、蚕、蜂"
            }, 
            {
                "name": "水产、渔业"
            }, 
            {
                "name": "农业/林业/动物医学"
            }, 
            {
                "name": "农业工程"
            }, 
            {
                "name": "农作物"
            }, 
            {
                "name": "植物保护"
            }, 
            {
                "name": "林业"
            }, 
            {
                "name": "农艺学"
            }, 
            {
                "name": "摄影技法"
            }, 
            {
                "name": "摄影集/图册"
            }, 
            {
                "name": "人物摄影"
            }, 
            {
                "name": "摄影理论"
            }, 
            {
                "name": "后期处理"
            }, 
            {
                "name": "光线与构图"
            }, 
            {
                "name": "景物摄影"
            }, 
            {
                "name": "分类摄影"
            }, 
            {
                "name": "纸品/印刷制品"
            }, 
            {
                "name": "教学/展示用品"
            }, 
            {
                "name": "笔类/书写工具"
            }, 
            {
                "name": "文房四宝"
            }, 
            {
                "name": "其他文化用品"
            }, 
            {
                "name": "画具/画材/雕塑"
            }, 
            {
                "name": "两性关系"
            }, 
            {
                "name": "恋爱"
            }, 
            {
                "name": "婚姻"
            }, 
            {
                "name": "性知识"
            }, 
            {
                "name": "时尚生活"
            }, 
            {
                "name": "美容护肤"
            }, 
            {
                "name": "时尚女人"
            }, 
            {
                "name": "减肥瘦身"
            }, 
            {
                "name": "服饰搭配"
            }, 
            {
                "name": "时尚杂志"
            }, 
            {
                "name": "彩妆/美发/美甲"
            }, 
            {
                "name": "男人时尚"
            }, 
            {
                "name": "通信"
            }, 
            {
                "name": "基础与理论"
            }, 
            {
                "name": "基本电子电路"
            }, 
            {
                "name": "微电子学、集成电路(IC)"
            }, 
            {
                "name": "无线电设备、电信设备"
            }, 
            {
                "name": "半导体技术"
            }, 
            {
                "name": "雷达"
            }, 
            {
                "name": "移动通信"
            }
        ], 
        "1": [
        {
            "press": "新东方（XDF.CN）"
        }, 
        {
            "press": "中信出版"
        }, 
        {
            "press": "中华书局"
        }, 
        {
            "press": "读客"
        }, 
        {
            "press": "大星"
        }, 
        {
            "press": "新经典"
        }, 
        {
            "press": "科幻世界"
        }, 
        {
            "press": "理想国（imaginist）"
        }, 
        {
            "press": "机工出版"
        }, 
        {
            "press": "PANTONE"
        }, 
        {
            "press": "日知图书"
        }, 
        {
            "press": "后浪"
        }, 
        {
            "press": "外研社"
        }, 
        {
            "press": "商务印书馆（The Commercial Press）"
        }, 
        {
            "press": "驰亨"
        }, 
        {
            "press": "读品联合（TASTEFUL READING）"
        }, 
        {
            "press": "逻辑狗"
        }, 
        {
            "press": "卓创"
        }, 
        {
            "press": "博集天卷"
        }, 
        {
            "press": "智络（zhiluo）"
        }, 
        {
            "press": "企鹅萌萌"
        }, 
        {
            "press": "豫安宁"
        }, 
        {
            "press": "托马斯和朋友（THOMAS&FRIENDS）"
        }, 
        {
            "press": "KAPLAN"
        }, 
        {
            "press": "望海楼"
        }, 
        {
            "press": "湛庐文化（Cheers Publishing）"
        }, 
        {
            "press": "果麦"
        }, 
        {
            "press": "江波"
        }, 
        {
            "press": "中公教育"
        }, 
        {
            "press": "磨铁图书（Xiron）"
        }, 
        {
            "press": "异步图书"
        }, 
        {
            "press": "汪汪队立大功（PAW PATROL）"
        }, 
        {
            "press": "读库"
        }, 
        {
            "press": "创美工厂"
        }, 
        {
            "press": "沪教（HUJIAO）"
        }, 
        {
            "press": "声典蛙（Soundic frog）"
        }, 
        {
            "press": "北斗地图"
        }, 
        {
            "press": "必刷题"
        }, 
        {
            "press": "城市绿洲"
        }, 
        {
            "press": "海润阳光"
        }, 
        {
            "press": "华夏万卷"
        }, 
        {
            "press": "国际大奖小说"
        }, 
        {
            "press": "译林（YILIN）"
        }, 
        {
            "press": "清华大学"
        }, 
        {
            "press": "皮波人物（PEOPLE）"
        }, 
        {
            "press": "智慧熊（ZHIHUIXIONG）"
        }, 
        {
            "press": "曲一线"
        }, 
        {
            "press": "世纪文景"
        }, 
        {
            "press": "中国青年出版社（CHINA YOUTH PRESS）"
        }, 
        {
            "press": "未来教育（Future）"
        }, 
        {
            "press": "三联书店"
        }, 
        {
            "press": "博文视点"
        }, 
        {
            "press": "袋鼠妈妈"
        }, 
        {
            "press": "星火"
        }, 
        {
            "press": "丽声"
        }, 
        {
            "press": "葫芦弟弟"
        }, 
        {
            "press": "ZITO"
        }, 
        {
            "press": "邦臣小红花"
        }, 
        {
            "press": "阳光博客（sunnbook）"
        }, 
        {
            "press": "爱阅读品"
        }, 
        {
            "press": "中国画报"
        }, 
        {
            "press": "爱心树"
        }, 
        {
            "press": "BOOKUU"
        }, 
        {
            "press": "昂秀"
        }, 
        {
            "press": "智趣屋（ZHIQUWU）"
        }, 
        {
            "press": "童立方"
        }, 
        {
            "press": "埃孚欧法商（FO）"
        }, 
        {
            "press": "斯坦威（STANDWAY）"
        }, 
        {
            "press": "三毛（SANMAO）"
        }, 
        {
            "press": "华图教育（HUATU EDUCATION）"
        }, 
        {
            "press": "兰可可"
        }, 
        {
            "press": "金童星"
        }, 
        {
            "press": "甲骨文"
        }, 
        {
            "press": "博瑞森"
        }, 
        {
            "press": "小风车"
        }, 
        {
            "press": "博目（BOOM）"
        }, 
        {
            "press": "国馆"
        }, 
        {
            "press": "乐乐趣（LELEQU）"
        }, 
        {
            "press": "青葫芦"
        }, 
        {
            "press": "新民说"
        }, 
        {
            "press": "华研外语"
        }, 
        {
            "press": "文通天下"
        }, 
        {
            "press": "开心"
        }, 
        {
            "press": "迪士尼（Disney）"
        }, 
        {
            "press": "悦读纪"
        }, 
        {
            "press": "Broadview"
        }, 
        {
            "press": "疯狂英语（CRAZY ENGLISH）"
        }, 
        {
            "press": "华章（HuaZhang）"
        }, 
        {
            "press": "作文之星"
        }, 
        {
            "press": "奥华元（aohuayuan）"
        }, 
        {
            "press": "华阳文化"
        }, 
        {
            "press": "人民音乐出版社（PEOPLE’S MUSIC PIBLISHING HOUSE）"
        }, 
        {
            "press": "派力（Pilot）"
        }, 
        {
            "press": "梦想成真"
        }, 
        {
            "press": "天地出版社（无）"
        }, 
        {
            "press": "阳光宝贝"
        }, 
        {
            "press": "振宇英语（zhenglish）"
        }, 
        {
            "press": "快读"
        }, 
        {
            "press": "文物出版社（Cultural Relics Press）"
        }, 
        {
            "press": "华南理工大学出版社"
        }, 
        {
            "press": "墨点"
        }, 
        {
            "press": "一本"
        }, 
        {
            "press": "中南天使"
        }, 
        {
            "press": "生本（shengben）"
        }, 
        {
            "press": "酷哥"
        }, 
        {
            "press": "悟空心灵花园"
        }, 
        {
            "press": "弘景文化"
        }, 
        {
            "press": "战驴"
        }, 
        {
            "press": "Holybird"
        }, 
        {
            "press": "亲近母语"
        }, 
        {
            "press": "理想树"
        }, 
        {
            "press": "白夜（White Nights）"
        }, 
        {
            "press": "安徽教育出版社"
        }, 
        {
            "press": "半月谈"
        }, 
        {
            "press": "68所"
        }, 
        {
            "press": "亲子树童书"
        }, 
        {
            "press": "小熊图书"
        }, 
        {
            "press": "数艺社"
        }, 
        {
            "press": "六品堂"
        }, 
        {
            "press": "永生"
        }, 
        {
            "press": "晨风童书"
        }, 
        {
            "press": "动漫者（dongmanzhe）"
        }, 
        {
            "press": "森林鱼（Jungle fish）"
        }, 
        {
            "press": "圣才教育（shengcai education）"
        }, 
        {
            "press": "晨通（CHENTONG）"
        }, 
        {
            "press": "奇想国童书（Everafter Books）"
        }, 
        {
            "press": "振宇锐智"
        }, 
        {
            "press": "文都教育"
        }, 
        {
            "press": "艾帛利（Abooly）"
        }, 
        {
            "press": "碳墨轩（tamoxu）"
        }, 
        {
            "press": "杏林（xinglin）"
        }, 
        {
            "press": "六月童书"
        }, 
        {
            "press": "群博士"
        }, 
        {
            "press": "小马宝莉（my little pony）"
        }, 
        {
            "press": "芝宝贝（ZHIBABY）"
        }, 
        {
            "press": "尚雅悦知"
        }, 
        {
            "press": "阳光树"
        }, 
        {
            "press": "天星教育（TIANXING EDUCATION）"
        }, 
        {
            "press": "东奥会计在线"
        }, 
        {
            "press": "辉柏嘉（Faber-castell）"
        }, 
        {
            "press": "时代光华"
        }, 
        {
            "press": "未来屋"
        }, 
        {
            "press": "钟书金牌"
        }, 
        {
            "press": "尤斯伯恩（USBORNE）"
        }, 
        {
            "press": "爱卡乐（ICOLOUR）"
        }, 
        {
            "press": "倍速学习法"
        }, 
        {
            "press": "大夏"
        }, 
        {
            "press": "服饰与美容（VOGUE）"
        }, 
        {
            "press": "博尔"
        }, 
        {
            "press": "HEMAWENHUA"
        }, 
        {
            "press": "爱读经"
        }, 
        {
            "press": "一课一练"
        }, 
        {
            "press": "童客（TONGKE）"
        }, 
        {
            "press": "冯式早教（FENGSZAOJIAO）"
        }, 
        {
            "press": "千书万卷"
        }, 
        {
            "press": "悦典阁"
        }, 
        {
            "press": "党建读物出版社"
        }, 
        {
            "press": "凯楚"
        }, 
        {
            "press": "宝宝蛋（baobaodan）"
        }, 
        {
            "press": "邺水朱华"
        }, 
        {
            "press": "书写天下"
        }, 
        {
            "press": "红宝"
        }, 
        {
            "press": "中国国家地理（CNG）"
        }, 
        {
            "press": "纸贵满堂"
        }, 
        {
            "press": "瑞丽（Ruili）"
        }, 
        {
            "press": "时度"
        }, 
        {
            "press": "张鑫友"
        }, 
        {
            "press": "六环"
        }, 
        {
            "press": "万向思维"
        }, 
        {
            "press": "中国妇女出版社"
        }, 
        {
            "press": "小笨熊"
        }, 
        {
            "press": "大悦读"
        }, 
        {
            "press": "通学城典"
        }, 
        {
            "press": "APGTIME"
        }, 
        {
            "press": "小婴孩"
        }, 
        {
            "press": "尚左志远图书"
        }, 
        {
            "press": "華夏萬卷（huaxiawanjuan）"
        }, 
        {
            "press": "学而思"
        }, 
        {
            "press": "最美母语"
        }, 
        {
            "press": "木头马"
        }, 
        {
            "press": "大象出版社"
        }, 
        {
            "press": "赢在微点（Catchpoint）"
        }, 
        {
            "press": "山西人民出版社（SHANXI PEOPLE'S PLBLISHING HOUSE）"
        }, 
        {
            "press": "陌陌童年"
        }, 
        {
            "press": "童艺少儿（tongyishaoer）"
        }, 
        {
            "press": "基础知识手册"
        }, 
        {
            "press": "乐双"
        }, 
        {
            "press": "天利38套"
        }, 
        {
            "press": "教材全练"
        }, 
        {
            "press": "魅丽文化"
        }, 
        {
            "press": "时代云图"
        }, 
        {
            "press": "三新文化（SUNSHINE CULTURE）"
        }, 
        {
            "press": "方洲新概念"
        }, 
        {
            "press": "司马彦（simayan）"
        }, 
        {
            "press": "易人外语"
        }, 
        {
            "press": "教育科学出版社（ESPH）"
        }, 
        {
            "press": "金铁图书（JINTIE BOOK）"
        }, 
        {
            "press": "PASS"
        }
    ], 
        "2": [
            {
                "name": "杨红樱"
            }, 
            {
                "name": "安徒生"
            }, 
            {
                "name": "曹文轩"
            }, 
            {
                "name": "冰心"
            }, 
            {
                "name": "J.K.罗琳"
            }, 
            {
                "name": "雷欧幻像"
            }, 
            {
                "name": "沈石溪"
            }, 
            {
                "name": "伍美珍"
            }, 
            {
                "name": "秦文君"
            }, 
            {
                "name": "郑渊洁"
            }
        ], 
        "3": [
            {
                "name": "中国"
            }, 
            {
                "name": "外国"
            }, 
            {
                "name": "日本"
            }, 
            {
                "name": "俄罗斯"
            }, 
            {
                "name": "美洲"
            }, 
            {
                "name": "欧洲"
            }, 
            {
                "name": "法国"
            }, 
            {
                "name": "英国"
            }, 
            {
                "name": "美国经济"
            }, 
            {
                "name": "美国"
            }, 
            {
                "name": "世界地图"
            }, 
            {
                "name": "理论"
            }, 
            {
                "name": "日韩"
            }, 
            {
                "name": "亚洲"
            }, 
            {
                "name": "德国"
            }, 
            {
                "name": "中国地图"
            }, 
            {
                "name": "日本经济"
            }, 
            {
                "name": "意大利"
            }, 
            {
                "name": "韩国"
            }, 
            {
                "name": "大陆"
            }, 
            {
                "name": "港台"
            }, 
            {
                "name": "亚洲经济"
            }, 
            {
                "name": "希腊"
            }, 
            {
                "name": "东南亚"
            }, 
            {
                "name": "加拿大"
            }, 
            {
                "name": "澳大利亚"
            }, 
            {
                "name": "欧美"
            }
        ], 
        "4": [
            {
                "name": "3-6岁"
            }, 
            {
                "name": "7-10岁"
            }, 
            {
                "name": "11-14岁"
            }, 
            {
                "name": "0-2岁"
            }
        ], 
        "5": [
            {
                "name": "童话故事"
            }, 
            {
                "name": "拼音读物"
            }, 
            {
                "name": "小说"
            }, 
            {
                "name": "散文诗歌"
            }, 
            {
                "name": "寓言神话"
            }, 
            {
                "name": "名人传记"
            }, 
            {
                "name": "儿歌童谣"
            }, 
            {
                "name": "Romance(浪漫小说)"
            }, 
            {
                "name": "Historical Fiction(历史小说)"
            }, 
            {
                "name": "Science Fiction & Fantasy(科幻/玄幻)"
            }, 
            {
                "name": "Classic(经典名著)"
            }, 
            {
                "name": "Action & Adventure(动作/冒险)"
            }, 
            {
                "name": "Mystery & Thrillers(神秘/惊悚)"
            }, 
            {
                "name": "Movie Tie-in(影视小说)"
            }, 
            {
                "name": "Poetry(诗歌)"
            }, 
            {
                "name": "Drama(戏剧)"
            }, 
            {
                "name": "对联匾额"
            }, 
            {
                "name": "谚语俗语"
            }, 
            {
                "name": "神话传说"
            }
        ]
    
}
